import { StyledHeroTitle, StyledSectionHero } from "./Home.Styled";

const Home = () => {
  return (
    <div>
      <StyledSectionHero>
        <StyledHeroTitle>ОРЕНДА АВТО В УКРАЇНІ</StyledHeroTitle>
      </StyledSectionHero>
      <section>
        {/* for you*/}
        <h2>Для Вас це доступно</h2>
        <ul>
          <li>
            <h3>Cтраховка авто</h3>
            <p>
              Подорожуйте спокійно і безпечно - ми беремо всі ризики на себе,
              адже весь парк авто, який ми пропонуємо, повністю застрахований.
            </p>
          </li>
          <li>
            <h3>GPS - навігатор</h3>
            <p>
              Не губіться і економте час за допомогою GPS-навігатора, який
              підкаже Вам оптимальний маршрут.
            </p>
          </li>
          <li>
            <h3>Дитяче крісло</h3>
            <p>
              Подорожуєте з дітьми? Захистіть своїх дітей за допомогою
              комфортного дитячого крісла.
            </p>
          </li>
          <li>
            <h3>Wi-Fi інтернет</h3>
            <p>
              Залишайтеся на зв'язку і будьте в курсі всього, що відбувається зі
              швидкісним Wi-Fi інтернетом.
            </p>
          </li>
          <li>
            <h3>Консьєрж-сервіс</h3>
            <p>
              Цілодобова підтримка з будь-якими питаннями, будь то бронювання
              готелів або пошук кращих турів і товарів.
            </p>
          </li>
          <li>
            <h3>Допомога в дорозі</h3>
            <p>
              Потрібно поміняти колесо або зарядити акумулятор? Hаші фахівці
              приїдуть і допоможуть вам.
            </p>
          </li>
        </ul>
      </section>
      <section>
        {" "}
        {/* advantages*/}
        <h2>Наші переваги</h2>
        <ul>
          <li>
            Ми пропонуємо величезний вибір авто в оренду, адже на сайті RENTAL
            ви можете вибирати з більш, ніж 250 авто.
          </li>
          <li>
            Завдяки цьому ви можете обрати та взяти в оренду автомобіль, яким ви
            хотіли б керувати, а не обирати лише клас авто.
          </li>
          <li>
            Тільки свіжі автомобілі - всі орендовані авто, які ми пропонуємо
            своїм клієнтам, не старші від 3-х років.
          </li>
          <li>
            Широкий ціновий діапазон і постійні акції та знижки. У компанії
            RENTAL кожен зможе знайти автомобіль, який підходить йому по
            вартості та за умовами оренди. Всі ціни вказані на сайті. Ніяких
            прихованих або додаткових платежів за прокат авто. Для постійних
            клієнтів у нас є окрема програма лояльності.
          </li>
          <li>
            Оренда авто в кілька кліків. Виберіть потрібну машину, період, на
            який ви плануєте орендувати автомобіль, і залиште свій контактний
            номер телефону. Протягом декількох хвилин наш оператор зв'яжеться з
            вами, щоб уточнити деталі і підтвердити замовлення прокату авто.
          </li>
          <li>
            Графік роботи 24/7 без свят і вихідних. Наші менеджери готові
            допомогти вам з орендою авто в будь-який час дня та ночі.
          </li>
          <li>
            Адресна доставка орендованого автомобіля. Вам не потрібно кудись
            їхати, щоб взяти авто на прокат без водія.
          </li>
          <li>
            Доставка машин у будь-яку точку України. Вам зовсім не обов'язково
            приїжджати в офіс, щоб взяти машину в оренду. Все, що потрібно -
            просто назвати адресу доставки, і в зазначений час авто буде на вас
            чекати, навіть у містах, де наразі поки немає філії RENTAL.
          </li>
          <li>
            Ми піклуємося про час наших клієнтів. Навіть процес оренди авто без
            застави в компанії RENTAL займає 5-10 хвилин часу, після чого ви
            отримує ключі і повний бак.
          </li>
          <li>
            Консьєрж-сервіс. Крім самого прокату авто, наші послуги включають
            цілодобову підтримку з будь-яких питань. Ми готові допомогти вам з
            бронюванням номера в готелі, пошуком необхідних товарів,
            резервуванням столиків в ресторані. Ми навіть допоможемо погодувати
            домашніх тварин, що залишилися самі вдома.
          </li>
          <li>
            Технічна підтримка 24/7. Що б не сталося в дорозі, чи то пошкодження
            колеса, чи розряджений акумулятор, наші фахівці завжди готові
            вирішити будь-які технічні питання, пов'язані з авто на прокат.
          </li>
          <li>
            повністю укомплектований та дезінфікований автомобіль, який
            проходить регулярне технічне обслуговування.
          </li>
        </ul>
      </section>
    </div>
  );
};

export default Home;
